HELP_RESPONSE='''
**Как работает предсказание из детства?**


Берется ФИО и дата, повторяющиеся буквы выписываются каждый под каждым,вычеркивается четные столбцы.

Для прогноза на конкретное время буквы из **УТРО ДЕНЬ ВЕЧЕР** добавляются и вычеркиваются в буквы в каждом последовательности.

Чтобы определить какой прогноз, используется код **ДНУВРО**
Далее ведется подсчёт количества букв в последовательности и считалочкой по буквам кодового слова определяется исход прогноза:

- Д-дорога

- Н-неожиданность

- У-удача

- В-встреча

- Р-радость

- О-обида

'''